verification/runs/F3_runs/cone/M3.0_th12/coarse/system/controlDict
/*--------------------------------*- C++ -*----------------------------------*\
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     rhoCentralFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         2.600000;
deltaT          1e-5;
writeControl    runTime;
writeInterval   0.866667;
purgeWrite      2;
writeFormat     ascii;
writePrecision  8;
writeCompression off;
timeFormat      general;
timePrecision   6;
runTimeModifiable true;
adjustTimeStep  yes;
maxCo           0.4;
maxDeltaT       1e-3;
